Repository: OpenThinkLabs/extension-tao-lti
Catalog: locales/*/ltiroles_membership.rdf.po
Languages: es_es

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Learner
es_es: LTI Aprendiz

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Context Learner Role
es_es: El LTI Contexto de Rol de Aprendiz

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Context Instructor Role
es_es: El LTI Contexto de Rol de Instructor

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Content Developer
es_es: Desarrollador de contenido LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Context Content Developer Role
es_es: El rol de desarrollador de contenido LTI contextual

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Teaching Assistant
es_es: Asistente docente LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Context Teaching Assistant Role
es_es: El rol de asistente docente LTI contextual

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Administrator
es_es: LTI Administrador

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Context Administrator Role
es_es: El LTI Contexto de Rol de Administrador

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Learner
es_es: The LTI Context Learner Role

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Instructor
es_es: Instructor LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Administrator
es_es: Administrador LTI
