Repository: openthinklabs/extension-tao-lti
Catalog: locales/*/messages.po
Languages: nb_no

source: %s created
nb_no: %s opprettet

source: Add Consumer
nb_no: Legge til bruker

source: Add Provider
nb_no: Legg til leverandør

source: Authorization failed
nb_no: Autorisasjon feilet

source: Back
nb_no: Tilbake

source: Create instance of
nb_no: Opprett en ny

source: Delete
nb_no: Slett

source: Edit Instance
nb_no: Rediger egenskaper

source: Error
nb_no: Feil

source: Error (%s):
nb_no: Feil (%s):

source: Error(%s): [key %s] %s "%s
nb_no: Feil(%s): [key %s] %s "%s

source: Error:
nb_no: Feil:

source: Error: [key %s] "%s
nb_no: Feil: [key %s] "%s

source: Export
nb_no: Eksporter

source: Generate a new secret key
nb_no: Lag en ny hemmelig nøkkel

source: Import
nb_no: Importer

source: Index
nb_no: Indeks

source: Instance saved
nb_no: Forekomsten ble lagret

source: Learning Tools Interoperability
nb_no: Læringsverktøysinteroperabilitet

source: link
nb_no: lenke

source: LTI Consumers
nb_no: LTI brukere

source: LTI Key Chain
nb_no: LTI nøkkelring

source: LTI Platform key chain
nb_no: LTI Plattform nøkkelring

source: LTI Providers
nb_no: LTI leverandører

source: Oauth consumer secret has been copied to the clipboard
nb_no: Oauth -forbrukerhemmeligheten er kopiert til utklippstavlen

source: Open in a new window
nb_no: Åpne i nytt vindu

source: Please consider that generating a new key will replace the previously generated one.
nb_no: Vær oppmerksom på at generering av en ny nøkkel vil erstatte den tidligere genererte nøkkelen.

source: Please give the key value persistence id
nb_no: Vennligst oppgi ID for nøkkelverdien

source: Properties
nb_no: Egenskaper

source: Registered Lti user in Key value
nb_no: Registrert Lti-bruker i nøkkelverdi

source: Registered Lti user in ontology
nb_no: Registrert Lti -bruker i ontologi

source: Return to %s.
nb_no: Gå tilbake til %s.

source: Server Error
nb_no: Serverfeil

source: Settings
nb_no: Innstillinger

source: The LTI connection could not be established
nb_no: LTI-tilkoblingen kunne ikke opprettes

source: The LTI Provider library.
nb_no: LTI Leverandørbiblioteket.

source: The LTI tool could not be opened in the current window. Please click on the button to open it in a new window.
nb_no: LTI-verktøyet kunne ikke åpnes i det gjeldende vinduet. Klikk for å åpne i et nytt vindu.

source: Third party cookies are not supported by your browser
nb_no: Tredjeparts informasjonskapsler støttes ikke av nettleseren din

source: Unable to restore Session
nb_no: Kunne ikke gjenopprette sesjonen

source: user
nb_no: bruker

source: You are not authorized to use this system
nb_no: Du er ikke autorisert til å bruke dette systemet
